Repository: elmerjc/takanags-prestashop
Catalog: app/Resources/translations/*/AdminOrderscustomersNotification.*.xlf
Languages: es_pe

source: The message was successfully sent to the customer.
es_pe: El mensaje se envió con éxito al cliente.

source: A partial refund was successfully created.
es_pe: Un reembolso parcial fue creado existosamente.

source: Invalid email
es_pe: Email no válido

source: expires on %s.
es_pe: expira el %s.

source: downloadable %d time(s)
es_pe: descargable %d veces

source: Invalid new order status
es_pe: Estado del nuevo pedido no válido

source: This email address is not registered.
es_pe: Email no registrado

source: This customer ID is not recognized.
es_pe: No se reconoce este ID de cliente.

source: This email address is not valid. Please use an address like bob@example.com.
es_pe: Esta dirección de email no es válida. Por favor, use una como bob@ejemplo.com.

source: The identification number is incorrect or has already been used.
es_pe: El número de identificación es incorrecto o ya ha sido utilizado

source: You have selected a state for a country that does not contain states.
es_pe: ha seleccionado un estado para un país que no tiene estados

source: An address located in a country containing states must have a state selected.
es_pe: una dirección situada en un país que tiene estados/ porvincias debe tener un estado /provincia seleccionadornrn

source: An error occurred while linking this address to its order.
es_pe: Se ha producido un error al enlazar esta dirección con el pedido

source: You must add a minimum quantity of %d
es_pe: Se debe agregar una cantidad mínima de %d

source: Invalid order
es_pe: Pedido no válido

source: The order cannot be renewed.
es_pe: El pedido no puede ser renovado

source: You have to select a shop if you want to create a customer.
es_pe: Para crear un cliente, debe seleccionar una tienda

source: There is no status defined for this order.
es_pe: No hay un estado definido para este pedido.

source: Unknown delete mode:
es_pe: Modo de borrado desconocido

source: Password cannot be empty.
es_pe: La contraseña no puede estar vacía.

source: An error occurred while loading the object.
es_pe: Se ha producido un error al cargar el objeto

source: (cannot load object)
es_pe: (no se puede cargar el objeto)

source: A default customer group must be selected in group box.
es_pe: Se debe marcar el grupo por defecto del cliente

source: This customer does not exist.
es_pe: Este cliente no existe.

source: This customer already exists as a non-guest.
es_pe: Este cliente ya existe como no invitado.

source: An error occurred while updating customer information.
es_pe: Se ha producido un error mientras se actualizaba el cliente

source: Direct link
es_pe: Enlace directo

source: An account already exists for this email address:
es_pe: Ya existe una cuenta para este email

source: An error occurred. Your message was not sent. Please contact your system administrator.
es_pe: Se produjo un error, el mensaje no fue enviado. Por favor, póngase en contacto con el administrador del sistema.

source: Cannot create message in a new thread.
es_pe: No se puede crear un mensaje en una conversación nueva.

source: The message body is empty, cannot import it.
es_pe: El cuerpo del mensaje está vacío, no se puede importar.

source: Invalid message content for subject: %s
es_pe: Asunto del mensaje no válido: %s

source: The message content is not valid, cannot import it.
es_pe: El contenido del mensaje no es válido, no se puede importar.

source: No delivery slip was found for this period.
es_pe: No se encontró el albarán de entrega para este período

source: Invalid "From" date
es_pe: Fecha de comienzo inválida

source: Invalid "To" date
es_pe: Fecha final inválida

source: No order slips were found for this period.
es_pe: No hay comprobantes de pedidos para este periodo.

source: No invoice has been found for this period.
es_pe: No se encontraron facturas para este periodo

source: You must select at least one order status.
es_pe: Usted debe seleccionar por lo menos un estado

source: No invoice has been found for this status.
es_pe: No se encontraron facturas para estos estados

source: Invalid invoice number.
es_pe: Número de factura inválida.

source: You have to select a shop before creating new orders.
es_pe: Tienes que elegir una tienda antes de crear nuevos pedidos.

source: This cart does not exists
es_pe: Ese carrito no existe

source: The cart must have a customer
es_pe: El carrito debe tener un cliente asociado

source: Order status #%d cannot be loaded
es_pe: No se puede cargar el estado de la compra #%d

source: Order #%d cannot be loaded
es_pe: No se puede cargar la compra #%d

source: Order #%d has already been assigned this status.
es_pe: El pedido #%d ya tiene asignado este estado.

source: An error occurred while changing order status #%d, or we were unable to send an email to the customer.
es_pe: Se ha producido un error durante el cambio de estado del pedido #%d, o no se ha podido enviar el mensaje de correo electrónico al cliente.

source: The order carrier ID is invalid.
es_pe: ID de transportista de orden no válido

source: The tracking number is incorrect.
es_pe: El número de seguimiento es incorrecto

source: An error occurred while sending an email to the customer.
es_pe: Se ha producido un error cuando se enviaba el emeil al cliente

source: The order carrier cannot be updated.
es_pe: EL transportista del pedido no puede actualizarse

source: The new order status is invalid.
es_pe: el estado del nuevo pedido no es válido

source: An error occurred while changing order status, or we were unable to send an email to the customer.
es_pe: Se ha producido un error durante el cambio de estado o no se pudo enviar el email al cliente

source: The order has already been assigned this status.
es_pe: Esta orden tiene ya este estado

source: The customer is invalid.
es_pe: Cliente no es válido

source: The message cannot be blank.
es_pe: el mensaje no puede estar vacío

source: field %s is required.
es_pe: El campo %s es necesario.

source: Please enter a quantity to proceed with your refund.
es_pe: Por favor, pon una cantidad para proceder al reembolso.

source: Please enter an amount to proceed with your refund.
es_pe: Por favor, indique un importe para proceder al reembolso.

source: You cannot generate a partial credit slip.
es_pe: No se puede generar deslizamiento parcial de crédito

source: You cannot generate a voucher.
es_pe: No se puede generar un vale

source: The partial refund data is incorrect.
es_pe: Los datos parciales de reembolso son incorrectos

source: You must select a product.
es_pe: Usted debe seleccionar un producto

source: You must enter a quantity.
es_pe: Debe introducir una cantidad

source: No quantity has been selected for this product.
es_pe: No hay ninguna cantidad seleccionada para este producto

source: An invalid quantity was selected for this product.
es_pe: Cantidad seleccionada para este producto no es válida

source: An error occurred while attempting to delete the product.
es_pe: se ha producido un error mientras se eliminaba el producto

source: An error occurred while attempting to delete product customization.
es_pe: se ha producido un error mientras se eliminaba la personalización del producto

source: A credit slip cannot be generated.
es_pe: No se puede generar una factura por abono.

source: No product or quantity has been selected.
es_pe: No hay producto o cantidad seleccionados

source: The order cannot be found
es_pe: El pedido no se puede encontrar

source: The amount is invalid.
es_pe: La cantidad es inválido

source: The selected payment method is invalid.
es_pe: Forma de pago es inválido

source: The transaction ID is invalid.
es_pe: Identificación de la transacción es inválida

source: The selected currency is invalid.
es_pe: Divisas no es válido

source: The invoice is invalid.
es_pe: La factura es inválida

source: The date is invalid
es_pe: Fecha no es válido

source: An error occurred during payment.
es_pe: Se produjo un error en la adición de la orden de pago

source: The invoice note was not saved.
es_pe: No se puede guardar nota de factura.

source: Failed to upload the invoice and edit its note.
es_pe: Error al subir la factura y editar su nota.

source: This delivery address country is not active.
es_pe: El país de la dirección de entrega no está activo.

source: This invoice address country is not active.
es_pe: El país de la dirección de facturación no está activo.

source: This address can't be loaded
es_pe: No puedes cargar esta dirección

source: You cannot change the currency.
es_pe: No se puede cambiar la moneda

source: Invoice management has been disabled.
es_pe: La gestión de facturas ha sido desactivado

source: This order already has an invoice.
es_pe: Esta orden tiene ya factura

source: You cannot edit this cart rule.
es_pe: No se puede editar esta Regla de cesta

source: You must specify a name in order to create a new discount.
es_pe: Debe especificar un nombre para crear un nuevo descuento

source: The discount value is invalid.
es_pe: El valor de descuento no es válido

source: The discount value is greater than the order invoice total.
es_pe: Descuento del valor es superior que el total de la factura

source: The discount value is greater than the order total.
es_pe: Descuento del valor es superior que el total de la orden =

source: The discount type is invalid.
es_pe: Tipo de descuento no es válido

source: An error occurred during the OrderCartRule creation
es_pe: Ha ocurrido un error en la creación de OrderCartRule

source: An error occurred while loading order status.
es_pe: Ocurrió un error mientras se cargaba el estado de su pedido.

source: An error occurred while sending the e-mail to the customer.
es_pe: Se produjo un error cuando se enviaba el email al cliente.

source: This product is out of stock:
es_pe: Este producto está fuera de stock:

source: The email was sent to your customer.
es_pe: El mensaje fue enviado a su cliente.

source: Error in sending the email to your customer.
es_pe: Error al enviar el mensaje a su cliente.

source: The order object cannot be loaded.
es_pe: No se puede cargar el objeto de pedido

source: You cannot add products to delivered orders.
es_pe: No puedes añadir productos a pedidos enviados.

source: The product object cannot be loaded.
es_pe: No se puede cargar el objeto del producto

source: The combination object cannot be loaded.
es_pe: No se puede cargar el objeto de combinación

source: You must add %d minimum quantity
es_pe: Usted debe agregar %d cantidad mínima

source: You already have the maximum quantity available for this product.
es_pe: Usted ya tiene la cantidad máxima disponible para este producto.

source: [Generated] CartRule for Free Shipping
es_pe: [Generado] Regla de carrito para envío gratis

source: The OrderDetail object cannot be loaded.
es_pe: No se puede cargar el objeto OrderDetail

source: The address object cannot be loaded.
es_pe: No se puede cargar el objeto Dirección

source: An error occurred while editing the product line.
es_pe: Ha ocurrido un error en la edición de esta línea de productos

source: An error occurred while attempting to delete the product line.
es_pe: Ha ocurrido un error sobre la supresión de esta línea de productos

source: The Order Detail object could not be loaded.
es_pe: No se puede cargar objeto Detalle de pedido

source: The invoice object cannot be loaded.
es_pe: No se puede cargar el objeto factura

source: You cannot edit the order detail for this order.
es_pe: No se puede editar el Detalle de Pedido

source: You cannot edit a delivered order.
es_pe: No se puede editar una orden de entrega

source: You cannot use this invoice for the order
es_pe: No se puede usar esta factura para este pedido

source: Invalid price
es_pe: Precio no válido

source: Invalid quantity
es_pe: Cantidad no válida

source: You cannot delete the order detail.
es_pe: No se puede eliminar este detalle para este pedido

source: This product cannot be re-stocked.
es_pe: No se puede devolver el producto al stock

source: The order cannot be found within your database.
es_pe: no se puede encontrar el pedido

source: The order ID -- or the invoice order ID -- is missing.
es_pe: Falta de identificación de la orden o la identificación de la orden de factura

source: No invoice was found.
es_pe: No se ha encontrado factura

source: No order slips were found.
es_pe: No se ha encontrado orden de pedido

source: The supply order ID is missing.
es_pe: Falta el ID de proveedor

source: The supply order cannot be found within your database.
es_pe: No se puede encontrar esta orden de suministro en la base de datos

source: The order invoice cannot be found within your database.
es_pe: No se puede encontrar la factura para la base de datos

source: An error occurred while deleting the details of your order return.
es_pe: Se ha produicido un error al suprimir la devolución del producto

source: You need at least one product.
es_pe: se necesita al menos un producto

source: The order return is invalid.
es_pe: la devolución del pedido no es válida

source: The order return content is invalid.
es_pe: el detalle del pedido devuelto no es válido

source: No order return ID has been specified.
es_pe: No Id de la devolución del pedido

source: No order was found with this ID:
es_pe: Ningún pedido encontrado con este ID:

source: No invoice was found with this ID:
es_pe: ninguna factura encontrada con este ID:

source: No cart was found with this ID:
es_pe: ningún carrito encontrado con este ID:

source: An error has occurred: Can't save the current order's return status.
es_pe: Se produjo un error: No se puede guardar el estado actual de pedido de devolución.

source: An error has occurred: Can't delete the current order's return status.
es_pe: Se produjo un error: No se puede guardar el estado actual de pedido de devolución.

source: Please note that carrier change will not recalculate your shipping costs, if you want to change this please visit Shop Parameters > Order Settings
es_pe: Por favor, ten en cuenta que el cambio de transportista no recalculará tus costes de envío. Si quieres cambiarlos, dirígete a Parámetros de tienda > Ajustes de pedido

source: A registered customer account has already claimed this email address
es_pe: Una cuenta cliente ya existe con ese correo electrónico

source: For this customer group, prices are displayed as: [1]%tax_method%[/1]
es_pe: Para este grupo de clientes, los precios se muestran con: [1]%tax_method%[/1]
